{
  "NAV": {
    "MENU": {
      "HOME": "МЕНЮ",
      "FOOD_MENU": "Меню",
      "CONTACTS": "Контакти"
    }
  },
  "FOOTER": {
    "ADDRESS": "Адрес:",
    "STREET": "Ул. “Лайош Кошут” 19 9003 Варна",
    "WORK_I": "Понеделник - Петък 9:30 - 20:30",
    "WORK_II": "Събота - 10:00 - 20:00",
    "RIGHTS_RESERVED": "© 2023 Всички права запазени"
  },
  "WORKING_TIME": {
    "MONDAY": "Понеделник: 09:30 - 20:30",
    "TUESDAY": "Вторник: 09:30 - 20:30",
    "WEDNESDAY": "Сряда: 09:30 - 20:30",
    "THURSDAY": "Четвъртък: 09:30 - 20:30",
    "FRIDAY": "Петък: 09:30 - 20:30",
    "SATURDAY": "Събота: 10:00 - 20:00"
  },
  "SOCIAL_MEDIA": {
    "FOLLOW": "Последвай ни в",
    "OR": "или"
  },
  "CONTACTS": {
    "EMAIL": "Пишете ни на ",
    "PHONE": "или просто ни позънете на"
  },
  "HOME_TITLE": "Бургери и Грил сандвичи",
  "INTRO": "Добре дошли в Crazy Donkeys! Тук предлагаме вкусна и приготвена на момента храна, приготвена само с най-добрите съставки! Менюто ни включва:",
  "ITEM_1": "Бургери и грил сандвичи",
  "ITEM_2": "Гръцки гирос",
  "ITEM_3": "Хрупкави картофки",
  "ITEM_4": "Хрупкаво пиле",
  "ITEM_5": "Бабините кюфтенца",
  "MENU": "Меню :)",
  "BURGER_DESC": "Всички наши бургери са направени с гръцка питка бриош и се приготвят в \"M\" и \"XXL\" размери с изкючение на Веган Бургера който се приготвя само в \"M\" размер.",
  "BURGER_1": "Сочно телешко кюфте, бекон, кисела краставичка, чедър, зелена салата, домат, гарниран с пържени картофки и сос специалитет.",
  "BURGER_2": "Свинско кюфте, карамелизиран лук, чедър,кисела краставичка, зелена салата, гарниран с пържени картофки и сос специалитет.",
  "BURGER_3": "Хрупкаво пилешко филе, прясна краставичка, домат, зелена салата, чедър, майонеза, гарниран с пържени картофки и сос специалитет.",
  "BURGER_4": "Зеленчуково кюфте, зелена салата, домат, кисела краставичка, гарниран с пържени картофки и сос специалитет.",
  "CRAZY_DONKEY": "БУРГЕР ЛУДОТО МАГАРЕ - 350г 6.80лв. / 550г 11.99лв.",
  "PORK_BURGER": "СВИНСКИ БУРГЕР - 350г 6.50лв. / 550г 9.99лв.",
  "CHICKEN_BURGER": "ПИЛЕШКИ БУРГЕР - 350г 6.50лв. / 550г 9.99лв.",
  "VEGGIE_BURGER": "ВЕГАН БУРГЕР - 350г 5.99лв. / 550г 8.99лв.",
  "PORTIONS": "ВКУСОТИЙКИ",
  "BURGERS": "БУРГЕРИ",
  "SANDWICHES": "САНДВИЧИ",
  "CRISPY_CHICKEN_TITLE": "Хрупкаво пилешко - 5.50лв. 350г.",
  "CRISPY_CHICKEN": "Прясно хрупкаво пилешко филе с пържени картофки и сос.",
  "FRIED_MEAT_TITLE": "Kюфтенцата на баба - 5.50лв. 350г",
  "FRIED_MEAT": "Пържени пилешки кюфтенца с пържени картофки и сос.",
  "CHICKEN_WINGS_TITLE": "Пилешки крилца -  5.50лв. 350г",
  "CHICKEN_WINGS": "Прясно мариновани пилешки крилца с пържени картофки и сос.",
  "FALAFEL_SALAD_TITLE": "Фалафел салата -  5.50лв. 350г",
  "FALAFEL_SALAD": "Салата с фалафел, маруля и сос.",
  "FRENCH_FRIES_TITLE": "Пържени картофки с сирене  -  2.90лв. 250г",
  "FRENCH_FRIES": "Прясно изпържени картофки с сирене и сос",
  "FRENCH_FRIES_I_TITLE": "Пържени картофки -  2.50лв. 200г.",
  "FRENCH_FRIES_I": "Прясно изпържени картофки.",
  "CHIPS_TITLE": "Чипс -  3.00лв. 200г",
  "CHIPS": "Хрупкав пресен чипс",
  "SANDWICH_TITLE": "Принцеса с кайма -  2.50лв. 200г",
  "SANDWICH": "Принцеса от кайма смес.",
  "TOAST_TITLE": "Тостове -  3.99лв. 250г",
  "TOAST": "Тост с бекон или луканка, домат,кашкавал и сос.",
  "GYROS_TITLE": "Гръцки гирос -  13.99лв. 550г",
  "GYROS": "Гръцки гирос гарниран с гръцка питка, домат , краставички и картофки",
  "WRAPS": "ГРИЛ САНДВИЧИ",
  "FARM_WRAP": "Хрупкаво пилешко, картофки, зелена салата, домат, кашкавал и сос.",
  "PORK_WRAP": "Сочно свинско, зеле, картофки, кис.краставичка, домат, кашкавал и сос.",
  "CHICKEN_WRAP": "Сочно пилешко филе, зеле, картофки, прясна краставичка, домат, кашкавал и сос.",
  "FLAT_SAUSAGE_CHEESE_WRAP": "Луканка и кашкавал, зеле, картофки, домат и сос.",
  "BACON_CHEESE_WRAP": "Бекон и кашкавал, зеле, картофки, домат и сос.",
  "VEGAN_WRAP": "Зеленчуково кюфте, печен пипер, майонеза и сос.",
  "FARM_WRAP_TITLE": "Фермата  250г 5.80лв. /  350г 6.80лв.",
  "PORK_WRAP_TITLE": "Сочно свинско   250г 5.80лв. /  350г 6.80лв.",
  "CHICKEN_WRAP_TITLE": "Хрупкаво пилешко  250г 5.80лв. / 350г 6.80лв.",
  "FLAT_SAUSAGE_CHEESE_WRAP_TITLE": "Луканка и кашкавал  250г 5.80лв. / 350г 6.80лв.",
  "BACON_CHEESE_WRAP_TITLE": "Бекон и кашкавал  250г 5.30лв. / 350г 6.50лв.",
  "VEGAN_WRAP_TITLE": "Веган XL 350г 5.99лв.",
  "TERMS": {
    "sentence0": "Общи условия",
    "sentence1": "Настоящите общи условия уреждат условията за използване на www.crazy-donkeys.eu, по-долу за краткост „уебсайта“.",
    "sentence2": "Уебсайтът се управлява от \"Месарница Кемера ЕООД\" с ЕИК 204173838, по-долу за краткост „Оператор“.",
    "sentence3": "При необходимост можете да се свържете с нас посредством следните контакти: Имейл: CrazyDonkeysFoods@gmail.com Телефон: +359 884 917 666",
    "sentence4": "Чрез използването на Уебсайта потребителят се съгласява с настоящите общи условия.",
    "sentence5": "Ако не сте съгласни със същите, следва да се въздържате от използване на Уебсайта.",
    "sentence6": "1. Интелектуална собственост",
    "sentence7": "1.1. Всички права върху интелектуалната собственост по отношение на информационните ресурси и съдържанието на уебсайта се Упражняват от Оператора. Същите са защитени от Закона за авторското право и сродните му права и всяко използване на съдържание от Уебсайта без съгласието на Оператора е нарушение на закона, от което може да последва гражданска, административно наказателна или наказателна отговорност.",
    "sentence8": "1.2. При копиране или възпроизвеждане на информация вън от допустимото, както и при всяко друго нарушение на правата на интелектуална собственост върху ресурсите на Оператора, Операторът има правото да претендира обезщетение и за претърпените преки и косвени вреди в пълен размер.",
    "sentence9": "2. Ограничаване на отговорността",
    "sentence10": "2.1. Операторът предприема необходимите мерки, за да поддържа съдържанието на Уебсайта актуално, но не носи отговорност за действителната актуалност на същото. Във връзка с това Операторът не носи отговорност за вреди, в това число преки и косвени вреди, включително пропуснати ползи, които потребител на Уебсайта би понесъл при каквито и да е обстоятелства, свързани с публикуваното съдържание на Уебсайта и достъпа до същия. Използвайки Уебсайта, потребителите поемат всички рискове, свързани с това, включително всеки риск за крайни потребителски устройства, софтуер или данни на потребителите.",
    "sentence11": "2.2. Доколкото в съдържанието на Уебсайта се съдържат препратки към съдържание, позиционирано извън същия, потребителят е запознат с факта, че Операторът няма контрол върху същото и не носи отговорност за последиците от активиране на препратки, водещи извън Уебсайта.",
    "sentence12": "3. Регистрация на потребители",
    "sentence13": "3.1. Операторът запазва правото си да предоставя част от съдържанието на Уебсайта единствено на потребители, които са регистрирали свой потребителски профил на Уебсайта. Съответното съдържание, ограничено единствено до регистрирани потребители, следва във всеки един момент да бъде обозначено като такова от страна на Оператора.",
    "sentence14": "3.2. При създаване на потребителски профил потребителят се съгласява, че Операторът ще обработва неговите лични данни съобразно с правилата на Политиката за защита на лични данни, публикувана на Уебсайта.",
    "sentence15": "4. Използване на уебсайта",
    "sentence16": "4.1. Доколкото Операторът е предвидил възможност за потребители да качват съдържание в Уебсайта, същите следва да не качват клеветническо, нецензурирано, обидно, порнографско или по друг начин незаконно или противоречащо на морала съдържание.",
    "sentence17": "4.2. Потребителите следва да използват Уебсайта добросъвестно, в това число да не предприемат злонамерени действия, които да могат да се отразят на достъпността на съдържанието за трети лица или използването на Уебсайта изобщо.",
    "sentence18": "5. Други",
    "sentence19": "5.1. Операторът запазва правото си да изменя настоящите общи условия по свое усмотрение като във всеки един момент актуалните условия за ползване на Уебсайта ще бъдат публикувани на същия.",
    "sentence20": "5.2 По всички неуредени от настоящите Общи условия въпроси се прилагат разпоредбите на действащото законодателство на Република България.",
    "sentence21": "Тези общи условия са изготвени с помощта на https://obshti-uslovia.com"
  },
  "COOKIE_POLICY": {
    "TITLE": "Бисквитки & Поверителност",
    "sentence0": "Политика за поверителност",
    "ACCEPT": "Разбрах",
    "READ": "Прочети",
    "REDIRECTED": "Молим Ви да прочетете политиката ни за бисквитки по-долу",
    "DESCRIPTION": "Уебсайта използва приложения на \"трети страни\" или библиотеки, които е възможно да използват бисквитки за да подобрят престоя Ви :)",
    "sentence1": "Политика за „бисквитки“",
    "sentence2": "Използване на „бисквитки“",
    "sentence3": "„Бисквитките“ са кратки текстови файлове или малки пакети от информация, които се съхраняват чрез Интернет браузера на Вашето крайно устройство (компютър, таблет, лаптоп или мобилен телефон), когато посещавате различни сайтове и страници в Интернет. Основната цел на „бисквитките“ е да правят потребителя разпознаваем, когато той се завръща отново на Уебсайта. Някои „бисквитки“ имат и по-специфично приложение, като например да запаметяват потребителското поведение на сайта и да улесняват потребителя при ползването на Уебсайта. Повече информация за това как функционират „бисквитките“ можете да намерите в Интернет.",
    "sentence4": "Как се използват „бисквитки“ на този Уебсайт?",
    "sentence5": "Ние използваме „бисквитки“ на този Уебсайт предимно с цел улесняване на ползваемостта на сайта, подобряване на неговата работа и съхраняване на информация за потребителското поведение. При този процес не се съхраняват никакви лични данни, т.е. чрез “бисквитките“ на сайта не може да Ви идентифицираме като личност, поради което спрямо събирането на тази информация не се прилага Закона за защита на личните данни. Събраната информация от „бисквитки“ обикновено се използва в обобщен вид с цел анализ на потребителското поведение на Уебсайта, което ни позволява да подобряваме функционалността на сайта, потребителските пътеки и ползваното съдържание.",
    "sentence6": "Възможно е бисквитки да бъдат използвани и за целите на директния маркетинг, а именно за представяне на електронни търговски съобщения към потребителя извън Уебсайта.",
    "sentence7": "Какви „бисквитки“ се използват на този Уебсайт?",
    "sentence8": "Постоянни „бисквитки“",
    "sentence9": "Този тип „бисквитки“ Ви улеснява в ползването на сайта, като те съхраняват информация временно, само в рамките на определен период(примерно месец) на използвания браузер. Обикновено информацията, която се съхранява чрез тях, е някакъв тип настройка примерно избран език или дали сте приели политиката ни. Тези „бисквитки“ не събират информация от Вашето крайно устройство и се изтриват автоматично след като изтече валидноста.Kъм настоящия момент администратора на уебсайта не съхранява/събира бисквитки.",
    "sentence10": "Бисквитки на трета страна",
    "sentence11": "Възможно е на Уебсайта да има препратки към други сайтове или вградено съдържание от други сайтове, например от Facebook, YouTube, Twitter, LinkedIn, уебсайтове на партньори. Възможно е при посещаването на тези сайтове или отварянето на съдържанието от тях, да се складират на Вашето крайно устройство „бисквитки“ от тези уебсайтове. Именно тези „бисквитки“ се дефинират като „бисквитки на трети страни“, като нямаме контрол върху генерирането и управлението на тези „бисквитки“. За това Ви съветваме да потърсите информация за тях и за начина им на управление на уебсайтовете на съответните трети страни.",
    "sentence12": "Как мога да управлявам използването на „бисквитки“ от този Уебсайт?",
    "sentence13": "Всички браузъри позволяват управлението на „бисквитки“ от специално създадена за целта папка на Вашия браузър. Можете да блокирате получаването на „бисквитки“, да изтриете всички или част от тях или да зададете Вашите настройки за предпочитания по отношение на използването на „бисквитки“ преди да инициирате посещение на сайта ни. Имайте предвид, че изтриването или блокирането на „бисквитки“ може да повлияе неблагоприятно върху функциите на нашия Уебсайт, а оттам и върху Вашето потребителско преживяване на него.",
    "sentence14": "Изключване или блокиране на „бисквитки“",
    "sentence15": "Контролирането, изключването или блокирането на „бисквитките“ се управлява от настройките на Вашия браузер. Имайте предвид, че пълната забрана на използването на всички „бисквитки“, може да рефлектира върху функционалното представяне на сайта, неговата ефективност и достъпването на определена информация.",
    "sentence16": "Бисквитки, които може да откриете в браузъра си",
    "sentence17": "1. policyAccepted – запазва информация в паметта на браузъра относно това че сте приели политиката ни, така следващия път когато се завърнете на уебсайта няма да се налага да приемете отново. Валидност 1 месец, може да се изтрие от браузъра Ви.",
    "sentence18": "Тази политика за използване на бисквитки е изготвена с помощта на https://obshti-uslovia.com/"
  },
  "PRIVACY_POLICY": {
    "sentence0": "Политика за поверителност",
    "sentence1": "Информация за администратора на лични данни:",
    "sentence2": "МЕСАРНИЦА КЕМЕРА ЕООД, е дружество, регистрирано в Търговския регистър на Агенцията по вписванията с ЕИК: 204173838, e-mail: CrazyDonkeysFoods@gmail.com, с тел.: +359 884 917 666.",
    "sentence3": "Основания и цели, за които използваме Вашите лични данни",
    "sentence4": "Ние обработваме Вашите лични данни на следните основания:",
    "sentence5": "1. Общите условия за използване на Уебсайта;",
    "sentence6": "2. Изрично съгласие от Вас – целта се посочва за всеки конкретен случай;",
    "sentence7": "3. При предвидено задължение по закон;",
    "sentence8": "В. следващите параграфи ще намерите детайлна информация относно обработването на личните Ви данни в зависимост от основанието, на което ги обработваме.",
    "sentence9": "За изпълнение на договор",
    "sentence10": "Ние обработваме личните Ви данни за нуждите на използване на Уебсайта съобразно с правилата на общите условия",
    "sentence11": "Цели на обработката (когато е относимо):",
    "sentence12": "1. установяване на самоличността Ви;",
    "sentence13": "2. предоставяне на функционалностите на нашия уебсайт",
    "sentence14": "На това основание обработваме единствено лични данни във връзка със създадения от Вас потребителски профил.",
    "sentence15": "Данните, събрани на това основание изтриваме 2 години след прекратяване на договорното отношение, независимо дали поради изтичане срока на договора, разваляне или друго основание. ",
    "sentence17": "След Ваше съгласие",
    "sentence18": "Ние обработваме Вашите лични данни на това основание само след изрично, недвусмислено и доброволно съгласие от Ваша страна. Ние няма да предвиждаме каквито и да е неблагоприятни последици за Вас, ако откажете обработването на личните данни.",
    "sentence19": "Съгласието е отделно основание за обработване на личните Ви данни и целта на обработката е посочена в него, и не се покрива с целите, изброени в тази политика. Ако ни дадете съответното съгласие и до неговото оттегляне или прекратяване на всякакви договорни отношения с Вас изготвяме подходящи за Вас предложения за продукти/услуги, като извършваме детайлни анализи  на Ваши основни лични данни;",
    "sentence20": "Данни, които обработваме на това основание:",
    "sentence21": "На това основание можем да обработваме лични данни за целите на директния маркетинг, включително данни за потребление на уебсайта и данни за профили в социалните мрежи.",
    "sentence22": "Предоставяне на данни на трети лица",
    "sentence23": "На това основание можем да предоставим Вашите данни на маркетинг агенции, Фейсбук, Гугъл или други подобни.",
    "sentence24": "Оттегляне на съгласие",
    "sentence25": "Предоставените съгласия могат да бъдат оттеглени по всяко време. Оттеглянето на съгласието няма отражение върху изпълнението на договорните задължения. Ако оттеглите съгласието си за обработване на лични данни за някой или всички начини, описани по-горе, ние няма да използваме личните Ви данни и информация за определените по-горе цели. Оттеглянето на съгласието не засяга законосъобразността на обработването, основано на дадено съгласие преди неговото оттегляне.",
    "sentence26": "За да оттеглите даденото съгласие е необходимо само да използвате сайта ни или просто данните ни за контакт.",
    "sentence27": "Кога заличаваме данните, събрани на това основание",
    "sentence28": "Данните, събрани на това основание, изтриваме при искане от Ваша страна или 12 месеца след първоначалното им събиране.",
    "sentence29": "Как защитаваме Вашите лични данни",
    "sentence30": "За осигуряване на адекватна защита на данните на компанията и своите клиенти, ние прилагаме всички необходими организационни и технически мерки, предвидени в Закона за защита на личните данни.",
    "sentence31": "Компанията е установила правила за предотвратяване на злоупотреби и пробиви в сигурността, което подпомага процесите по опазване и обезпечаване сигурността на Вашите данни.",
    "sentence32": "С цел максимална сигурност при обработка, пренос и съхранение на Вашите данни, може да използваме допълнителни механизми за защита като криптиране, псевдонимизация и др.",
    "sentence33": "Права на Потребителите",
    "sentence34": "Всеки Потребител на сайта се ползва с всички права за защита на личните данни съгласно българското законодателство и правото на Европейския съюз.",
    "sentence35": "Потребителят може да упражни правата си чрез изпращане на съобщение до имейла ни.",
    "sentence36": "Всеки Потребител има право на:",
    "sentence37": "1. Информираност (във връзка с обработването на личните му данни от администратора);",
    "sentence38": "2. Достъп до собствените си лични данни;",
    "sentence39": "3. Коригиране (ако данните са неточни);",
    "sentence40": "4. Изтриване на личните данни (право „да бъдеш забравен“);",
    "sentence41": "5. Ограничаване на обработването от страна на администратора или обработващия лични данни;",
    "sentence42": "6. Преносимост на личните данни между отделните администратори;",
    "sentence43": "7. Възражение спрямо обработването на негови лични данни;",
    "sentence44": "8. Субектът на данни има право и да не бъде обект на решение, основаващо се единствено на автоматизирано обработване, включващо профилиране, което поражда правни последствия за субекта на данните или по подобен начин го засяга в значителна степен;",
    "sentence45": "9. Право на защита по съдебен или административен ред, в случай, че правата на субекта на данни са били нарушени.",
    "sentence46": " Потребителят може да поиска изтриване, ако е налице едно от следните условия:",
    "sentence47": "1. Личните данни повече не са необходими за целите, за които са били събрани или обработвани по друг начин;",
    "sentence48": "2. Потребителят оттегля своето съгласие, върху което се основава обработването на данните и няма друго правно основание за обработването;",
    "sentence49": "3. Потребителят данните възразява срещу обработването и няма законни основания за обработването, които да имат преимущество;",
    "sentence50": "4. Личните данни са били обработвани незаконосъобразно;",
    "sentence51": "5. Личните данни трябва да бъдат изтрити с цел спазването на правно задължение по правото на Съюза или правото на държава членка, което се прилага спрямо администратора;",
    "sentence52": "6. Личните данни са били събрани във връзка с предлагането на услуги на информационното общество на деца и съгласието е дадено от носещия родителска отговорност за детето.",
    "sentence53": "Потребителят има право да ограничи обработването на своите лични данни от страна на администратора, когато:",
    "sentence54": "1. Оспори точността на личните данни. В този случай ограничаването на обработването е за срок, който позволява на администратора да провери точността на личните данни;",
    "sentence55": "2. Обработването е неправомерно, но Потребителят не желае личните данни да бъдат изтрити, а изисква вместо това ограничаване на използването им;",
    "sentence56": "3. Администраторът не се нуждае повече от личните данни за целите на обработването, но Потребителят ги изисква за установяването, упражняването или защитата на правни претенции;",
    "sentence57": "4. Възразява срещу обработването в очакване на проверка дали законните основания на администратора имат преимущество пред интересите на Потребителя. ",
    "sentence58": "Право на преносимост.",
    "sentence59": "Субектът на данните има право да получи личните данни, които го засягат и които той е предоставил на администратор, в структуриран, широко използван и пригоден за машинно четене формат и има правото да прехвърли тези данни на друг администратор без възпрепятстване от администратора, на когото личните данни са предоставени, когато обработването е основано на съгласие или на договорно задължение и обработването се извършва по автоматизиран начин. Когато упражнява правото си на преносимост на данните, субектът на данните има право да получи и пряко прехвърляне на личните данни от един администратор към друг, когато това е технически осъществимо.",
    "sentence60": "Право на възражение.",
    "sentence61": "Потребителите имат право да възразят пред администратора срещу обработването на личните им данни. Администраторът на лични данни е длъжен да прекрати обработването, освен ако не докаже, че съществуват убедителни законови основания за обработването, които имат предимство пред интересите, правата и свободите на субекта на данни, или за установяването, упражняването или защитата на правни претенции. При възразяване срещу обработването на лични данни за целите на директния маркетинг обработването следва да се прекрати незабавно.",
    "sentence62": "Жалба до надзорния орган",
    "sentence63": "Всеки Потребител има право да подаде жалба срещу незаконосъобразно обработване на личните му данни до Комисия за защита на личните данни или до компетентния съд.",
    "sentence64": "Важно!Към момента администратора на този уебсайт не се ангажира с обработка каквито и да е лични данни.",
    "sentence65": "Тази политика за защита на лични данни е изготвена с помощта на https://obshti-uslovia.com"
  },
  "PRICES_DESC": "Всички цени са в ЛЕВА"
}
