{
  "NAV": {
    "MENU": {
      "HOME": "МЕНЮ",
      "FOOD_MENU": "Меню",
      "CONTACTS": "Контакти"
    }
  },
  "FOOTER": {
    "ADDRESS": "Адрес:",
    "STREET": "Ул. “Лайош Кошут” 19 9003 Варна",
    "WORK_I": "Понеделник - Петък 9:30 - 20:30",
    "WORK_II": "Събота - 10:00 - 20:00",
    "RIGHTS_RESERVED": "© 2022 Крейзи Дънкийс"
  },
  "WORKING_TIME": {
    "MONDAY": "Понеделник: 09:30 - 20:30",
    "TUESDAY": "Вторник: 09:30 - 20:30",
    "WEDNESDAY": "Сряда: 09:30 - 20:30",
    "THURSDAY": "Четвъртък: 09:30 - 20:30",
    "FRIDAY": "Петък: 09:30 - 20:30",
    "SATURDAY": "Събота: 10:00 - 20:00"
  },
  "SOCIAL_MEDIA": {
    "FOLLOW": "Последвай ни в",
    "OR": "или"
  },
  "CONTACTS": {
    "EMAIL": "Пишете ни на ",
    "PHONE": "или просто ни позънете на"
  },
  "HOME_TITLE": "Бургери и Грил сандвичи",
  "INTRO": "Добре дошли в Crazy Donkeys! Тук предлагаме вкусна и приготвена на момента храна, приготвена само с най-добрите съставки! Менюто ни включва:",
  "ITEM_1": "Бургери и грил сандвичи",
  "ITEM_2": "Гръцки гирос",
  "ITEM_3": "Хрупкави картофки",
  "ITEM_4": "Хрупкаво пиле",
  "ITEM_5": "Бабините кюфтенца",
  "MENU": "Меню :)",
  "BURGER_DESC": "Всички наши бургери са направени с гръцка питка бриош и се приготвят в \"M\" и \"XXL\" размери с изкючение на Веган Бургера който се приготвя само в \"M\" размер.",
  "BURGER_1": "Сочно телешко кюфте, бекон, кисела краставичка, чедър, зелена салата, домат, гарниран с пържени картофки и сос специалитет.",
  "BURGER_2": "Свинско кюфте, карамелизиран лук, чедър,кисела краставичка, зелена салата, гарниран с пържени картофки и сос специалитет.",
  "BURGER_3": "Хрупкаво пилешко филе, прясна краставичка, домат, зелена салата, чедър, майонеза, гарниран с пържени картофки и сос специалитет.",
  "BURGER_4": "Зеленчуково кюфте, зелена салата, домат, кисела краставичка, гарниран с пържени картофки и сос специалитет.",
  "CRAZY_DONKEY": "БУРГЕР ЛУДОТО МАГАРЕ - 350г 6.80 / 550г 11.99",
  "PORK_BURGER": "СВИНСКИ БУРГЕР - 350г 6.50 / 550г 9.99",
  "CHICKEN_BURGER": "ПИЛЕШКИ БУРГЕР - 350г 6.50 / 550г 9.99",
  "VEGGIE_BURGER": "ВЕГАН БУРГЕР - 350г 5.99 / 550г 8.99",
  "PORTIONS": "ПОРЦИИ",
  "BURGERS": "БУРГЕРИ",
  "SANDWICHES": "САНДВИЧИ",
  "CRISPY_CHICKEN_TITLE":"Хрупкаво пилешко - 5.50 350г.",
  "CRISPY_CHICKEN": "Прясно хрупкаво пилешко филе с пържени картофки и сос.",
  "FRIED_MEAT_TITLE":"Kюфтенцата на баба - 5.50 350г",
  "FRIED_MEAT": "Пържени пилешки кюфтенца с пържени картофки и сос.",
  "CHICKEN_WINGS_TITLE":"Пилешки крилца -  5.50 350г",
  "CHICKEN_WINGS": "Прясно мариновани пилешки крилца с пържени картофки и сос.",
  "FALAFEL_SALAD_TITLE":"Фалафел салата -  5.50 350г",
  "FALAFEL_SALAD": "Салата с фалафел, маруля и сос.",
  "FRENCH_FRIES_TITLE":"Пържени картофки с сирене  -  2.9 250г",
  "FRENCH_FRIES": "Прясно изпържени картофки с сирене и сос",
  "FRENCH_FRIES_I_TITLE":"Пържени картофки -  2.50 200г.",
  "FRENCH_FRIES_I": "Прясно изпържени картофки.",
  "CHIPS_TITLE": "Чипс -  3.00 200г",
  "CHIPS": "Хрупкав пресен чипс",
  "SANDWICH_TITLE": "Принцеса с кайма -  2.50 200г",
  "SANDWICH":"Принцеса от кайма смес.",
  "TOAST_TITLE": "Тостове -  3.99 250г",
  "TOAST": "Тост с бекон или луканка, домат,кашкавал и сос.",
  "GYROS_TITLE": "Гръцки гирос -  13.99 550г",
  "GYROS":"Гръцки гирос гарниран с гръцка питка, домат , краставички и картофки",
  "WRAPS": "ГРИЛ САНДВИЧИ",
  "FARM_WRAP": "Хрупкаво пилешко, картофки, зелена салата, домат, кашкавал и сос.",
  "PORK_WRAP": "Сочно свинско, зеле, картофки, кис.краставичка, домат, кашкавал и сос.",
  "CHICKEN_WRAP": "Сочно пилешко филе, зеле, картофки, прясна краставичка, домат, кашкавал и сос.",
  "FLAT_SAUSAGE_CHEESE_WRAP": "Луканка и кашкавал, зеле, картофки, домат и сос.",
  "BACON_CHEESE_WRAP": "Бекон и кашкавал, зеле, картофки, домат и сос.",
  "VEGAN_WRAP": "Зеленчуково кюфте, печен пипер, майонеза и сос.",
  "FARM_WRAP_TITLE": "Фермата  250г 5.80 /  350г 6.80",
  "PORK_WRAP_TITLE": "Сочно свинско   250г 5.80 /  350г 6.80",
  "CHICKEN_WRAP_TITLE": "Хрупкаво пилешко  250г 5.80 / 350г 6.80",
  "FLAT_SAUSAGE_CHEESE_WRAP_TITLE": "Луканка и кашкавал  250г 5.80 / 350г 6.80",
  "BACON_CHEESE_WRAP_TITLE": "Бекон и кашкавал  250г 5.30 / 350г 6.50",
  "VEGAN_WRAP_TITLE": "Веган XL 350г 5.99",
  "TERMS": {
    "sentence0": "Общи условия",
    "sentence1": "Настоящите общи условия уреждат условията за използване на www.crazy-donkeys.eu, по-долу за краткост „уебсайта“.",
    "sentence2": "Уебсайтът се управлява от \"Месарница Кемера ЕООД\" с ЕИК 204173838, по-долу за краткост „Оператор“.",
    "sentence3": "При необходимост можете да се свържете с нас посредством следните контакти: Имейл: CrazyDonkeysFoods@gmail.com Телефон: {телефон за контакт}",
    "sentence4": "Чрез използването на Уебсайта потребителят се съгласява с настоящите общи условия.",
    "sentence5": "Ако не сте съгласни със същите, следва да се въздържате от използване на Уебсайта.",
    "sentence6": "1. Интелектуална собственост",
    "sentence7": "1.1. Всички права върху интелектуалната собственост по отношение на информационните ресурси и съдържанието на уебсайта се Упражняват от Оператора. Същите са защитени от Закона за авторското право и сродните му права и всяко използване на съдържание от Уебсайта без съгласието на Оператора е нарушение на закона, от което може да последва гражданска, административно наказателна или наказателна отговорност.",
    "sentence8": "1.2. При копиране или възпроизвеждане на информация вън от допустимото, както и при всяко друго нарушение на правата на интелектуална собственост върху ресурсите на Оператора, Операторът има правото да претендира обезщетение и за претърпените преки и косвени вреди в пълен размер.",
    "sentence9": "2. Ограничаване на отговорността",
    "sentence10": "2.1. Операторът предприема необходимите мерки, за да поддържа съдържанието на Уебсайта актуално, но не носи отговорност за действителната актуалност на същото. Във връзка с това Операторът не носи отговорност за вреди, в това число преки и косвени вреди, включително пропуснати ползи, които потребител на Уебсайта би понесъл при каквито и да е обстоятелства, свързани с публикуваното съдържание на Уебсайта и достъпа до същия. Използвайки Уебсайта, потребителите поемат всички рискове, свързани с това, включително всеки риск за крайни потребителски устройства, софтуер или данни на потребителите.",
    "sentence11": "2.2. Доколкото в съдържанието на Уебсайта се съдържат препратки към съдържание, позиционирано извън същия, потребителят е запознат с факта, че Операторът няма контрол върху същото и не носи отговорност за последиците от активиране на препратки, водещи извън Уебсайта.",
    "sentence12": "3. Регистрация на потребители",
    "sentence13": "3.1. Операторът запазва правото си да предоставя част от съдържанието на Уебсайта единствено на потребители, които са регистрирали свой потребителски профил на Уебсайта. Съответното съдържание, ограничено единствено до регистрирани потребители, следва във всеки един момент да бъде обозначено като такова от страна на Оператора.",
    "sentence14": "3.2. При създаване на потребителски профил потребителят се съгласява, че Операторът ще обработва неговите лични данни съобразно с правилата на Политиката за защита на лични данни, публикувана на Уебсайта.",
    "sentence15": "4. Използване на уебсайта",
    "sentence16": "4.1. Доколкото Операторът е предвидил възможност за потребители да качват съдържание в Уебсайта, същите следва да не качват клеветническо, нецензурирано, обидно, порнографско или по друг начин незаконно или противоречащо на морала съдържание.",
    "sentence17": "4.2. Потребителите следва да използват Уебсайта добросъвестно, в това число да не предприемат злонамерени действия, които да могат да се отразят на достъпността на съдържанието за трети лица или използването на Уебсайта изобщо.",
    "sentence18": "5. Други",
    "sentence19": "5.1. Операторът запазва правото си да изменя настоящите общи условия по свое усмотрение като във всеки един момент актуалните условия за ползване на Уебсайта ще бъдат публикувани на същия.",
    "sentence20": "5.2 По всички неуредени от настоящите Общи условия въпроси се прилагат разпоредбите на действащото законодателство на Република България.",
    "sentence21": "Тези общи условия са изготвени с помощта на https://obshti-uslovia.com"
  },
  "COOKIE_POLICY": {
    "sentence0":"Политика за поверителност"
  }
}
