{
  "OTHERS":{
    "BESTSELLERS":"BESTSELLERS"
  },
  "NAV": {
    "MENU": {
      "HOME": "Home",
      "FOOD_MENU": "Menu",
      "CONTACTS": "Find us"
    }
  },
  "FOOTER": {
    "ADDRESS": "Contact us",
    "STREET": "Lajos Kosut str. 19 , 9003 Varna",
    "WORK_I": "Monday - Saturday : 9:30 - 19:30",
    "WORK_II": "Saturday : 10:00 - 20:00 ",
    "RIGHTS_RESERVED": "© 2023 All rights reserved"
  },
  "WORKING_TIME": {
    "MONDAY": "MONDAY: 09:30 - 20:30",
    "TUESDAY": "TUESDAY: 09:30 - 20:30",
    "WEDNESDAY": "WEDNESDAY: 09:30 - 20:30",
    "THURSDAY": "THURSDAY: 09:30 - 20:30",
    "FRIDAY": "FRIDAY: 09:30 - 20:30",
    "SATURDAY": "SATURDAY: 10:00 - 20:00"
  },
  "SOCIAL_MEDIA": {
    "FOLLOW": "Follow us on",
    "OR": "or"
  },
  "CONTACTS": {
    "EMAIL": "Reach us at ",
    "PHONE": "or just call us on"
  },
  "HOME_TITLE": "Burgers and Grill sandwiches",
  "INTRO": "Welcome to Crazy Donkeys, where we serve delicious and made at the moment food with only the finest ingredients! Our menu includes:",
  "ITEM_1": "Burgers and grill sandwiches",
  "ITEM_2": "Mouthwatering Greek-style gyros",
  "ITEM_3": "French fries",
  "ITEM_4": "Crispy chicken ",
  "ITEM_5": "Grandma's savory meatballs with fries",
  "MENU": "MENU :)",
  "BURGER_1": "A juicy beef patty topped with bacon, pickle, cheddar cheese, lettuce, tomato,served with fries and our special sauce.",
  "BURGER_2": "A succulent pork patty topped with onion, cheddar cheese, pickle, lettuce,served with fries and our special sauce.",
  "BURGER_3": "A tender and flavorful chicken patty topped with fresh cucumber, tomato, lettuce, cheddar cheese, mayonnaise,served with fries and our special sauce.",
  "BURGER_4": "A delicious plant-based patty topped with lettuce, tomato, pickle, and served with our special sauce.",
  "BURGER_DESC": "All of our burgers are made with Greek style brioche and are available in \"Mid\" and \"XXL\" sizes, except for the Veggie Burger which is only available in \"Mid\" size.",
  "CRAZY_DONKEY": "CRAZY DONKEY'S BURGER - 350g. 6.80lv. / 550g 11.99lv.",
  "PORK_BURGER": "PORK BURGER - 350g 6.50lv. / 550g. 9.99lv.",
  "CHICKEN_BURGER": "CHICKEN BURGER - 350g 6.50lv. / 550g 9.99lv.",
  "VEGGIE_BURGER": "VEGGIE BURGER - 350g 5.99lv. / 550g 8.99lv.",
  "PORTIONS": "YUMMIES",
  "BURGERS": "BURGERS",
  "SANDWICHES": "SANDWICHES",
  "CRISPY_CHICKEN_TITLE": "Crispy chicken -  5.50lv. 350g.",
  "CRISPY_CHICKEN": "Fresh crispy chicken fillet with fries and gravy.",
  "FRIED_MEAT_TITLE": "Grandma's meatballs -  5.50lv. 350g",
  "FRIED_MEAT": "Fried chicken meatballs with fries and gravy.",
  "CHICKEN_WINGS_TITLE": "Chicken wings -  5.50lv. 350g",
  "CHICKEN_WINGS": "Freshly marinated chicken wings with fries and gravy.",
  "FALAFEL_SALAD_TITLE": "Falafel salad -  5.50lv. 350g",
  "FALAFEL_SALAD": "Salad with falafel, lettuce and dressing.",
  "FRENCH_FRIES_TITLE": "Fries with cheese -  2.99lv. 250g",
  "FRENCH_FRIES": "Fresh fries with cheese and gravy",
  "FRENCH_FRIES_I_TITLE": "Fries -  2.50lv. 200g.",
  "FRENCH_FRIES_I": "Fresh Fries.",
  "CHIPS_TITLE": "Chips -  3.00lv. 200g",
  "CHIPS": "Crispy fresh chips",
  "SANDWICH_TITLE": "Princess with minced meat -  2.50lv. 200g",
  "SANDWICH": "Princess Mince Mix.",
  "TOAST_TITLE": "Toasts -  3.99lv. 250g",
  "TOAST": "Toast with bacon or sausage, tomato, cheese and sauce.",
  "GYROS_TITLE": "Greek Gyros -  13.99lv. 550g",
  "GYROS": "Greek gyros topped with Greek bread, tomato, cucumbers and potatoes",
  "WRAPS": "GRILLED WRAPS",
  "FARM_WRAP": "Crispy chicken, fries, lettuce, tomato, cheese and sauce.",
  "PORK_WRAP": "Juicy pork, cabbage, fries, pickle, tomato, cheese and sauce.",
  "CHICKEN_WRAP": "Juicy chicken fillet, cabbage, fries, fresh cucumber, tomato, cheese and sauce.",
  "FLAT_SAUSAGE_CHEESE_WRAP": "Sausage and cheese, cabbage, fries, tomato and sauce.",
  "BACON_CHEESE_WRAP": "Bacon and cheese, cabbage, fries, tomato and sauce.",
  "VEGAN_WRAP": "Vegetable meatball, roasted pepper, mayo and sauce.",
  "FARM_WRAP_TITLE": "The farm - 250g 5.80lv. /350g 6.80lv.",
  "PORK_WRAP_TITLE": "Juicy pork - 250g 5.80lv. /350g 6.80lv.",
  "CHICKEN_WRAP_TITLE": "Crispy chicken fillet - 250g 5.80lv. / 350g 6.80lv.",
  "FLAT_SAUSAGE_CHEESE_WRAP_TITLE": "Flat sausage and cheese - 250g 5.80lv. / 350g 6.80lv.",
  "BACON_CHEESE_WRAP_TITLE": "Bacon and cheese - 250g 5.30lv. / 350g 6.50lv.",
  "VEGAN_WRAP_TITLE": "Vegan - XL 350g 5.99lv.",
  "TERMS": {
    "sentence0": "Terms of service",
    "sentence1": "These terms and conditions govern the terms of use of www.crazy-donkeys.eu, hereinafter for short the \"website\".",
    "sentence2": "The website is operated by \"Mesarnica Cemera Ltd\" with the EIC 204173838, hereinafter for short \"Operator\".",
    "sentence3": "If necessary, you can contact us using the following contacts: Email: CrazyDonkeysFoods@gmail.com Phone: +359 884 917 666",
    "sentence4": "By using the Website, the user agrees to these terms and conditions.",
    "sentence5": "If you do not agree with the same, you should REFRAIN from using the Website.",
    "sentence6": "1. Intellectual Property",
    "sentence7": "1.1. All intellectual property rights regarding the information resources and content of the website are exercised by the Operator. The same are protected by the Copyright Act and related rights, and any use of content from the Website without the consent of the Operator is a violation of the law that may result in civil, administrative or criminal liability.",
    "sentence8": "1.2. In the case of copying or reproducing information beyond what is permitted, as well as in any other violation of intellectual property rights on the Operator's resources, the Operator has the right to claim compensation for the direct and indirect damages suffered in full. ",
    "sentence9": "2. Limitation of Liability",
    "sentence10": "2.1. The Operator takes the necessary measures to keep the content of the Website up-to-date, but is not responsible for the actual up-to-dateness of the same. In this regard, the Operator is not liable for damages, including direct and indirect damages, including loss of profits that a user of the Website would incur under any circumstances related to the published content of the Website and access to the same. By using the Website, users assume all risks related thereto, including any risk to end-user devices, software or data to users.",
    "sentence11": "2.2. To the extent that the content of the Website contains links to content located outside the same, the user is aware of the fact that the Operator has no control over the same and is not responsible for the consequences of activating links leading outside the Website.",
    "sentence12": "3. User Registration",
    "sentence13": "3.1. The operator reserves the right to provide part of the content of the Website only to users who have registered their user profile on the Website. The relevant content, limited only to registered users, should at all times be indicated as such by the Operator.",
    "sentence14": "3.2. When creating a user profile, the user agrees that the Operator will process his personal data in accordance with the rules of the Personal Data Protection Policy published on the Website.",
    "sentence15": "4. Use of the Website",
    "sentence16": "4.1. To the extent that the Operator has provided an opportunity for users to upload content to the Website, they should not upload defamatory, uncensored, offensive, pornographic or otherwise illegal or immoral content.",
    "sentence17": "4.2. Users shall use the Website in good faith, including not taking malicious actions that may affect the accessibility of content to third parties or the use of the Website in general.",
    "sentence18": "5. Others",
    "sentence19": "5.1. The operator reserves the right to amend these general terms and conditions at its discretion, as at any moment the current terms of use of the Website will be published on the same.",
    "sentence20": "5.2 The provisions of the current legislation of the Republic of Bulgaria shall apply to all matters not settled by these General Terms and Conditions.",
    "sentence21": "These terms and conditions have been prepared with the help of https://obshti-uslovia.com"
  },
  "COOKIE_POLICY": {
    "TITLE": "Cookies",
    "sentence0": "Cookies policy",
    "ACCEPT": "OK",
    "READ": "Read more",
    "DESCRIPTION": "The website uses \"third-party\" applications or libraries that may use cookies to improve your experience :)",
    "sentence1": "Cookie Policy",
     "sentence2": "Using cookies",
     "sentence3": "\"Cookies\" are short text files or small packets of information that are stored by the Internet browser on your terminal device (computer, tablet, laptop or mobile phone) when you visit various sites and pages on the Internet. The main purpose of cookies is to make the user recognizable when he returns to the Website. Some cookies also have a more specific application, such as to remember the user's behavior on the site and to make it easier for the user to use the Website. More information about this how cookies work can be found on the Internet.",
     "sentence4": "How are cookies used on this Website?",
     "sentence5": "We use cookies on this Website primarily for the purpose of facilitating the usability of the site, improving its operation and storing information about user behavior. In this process, no personal data is stored, i.e. through \"cookies\" on the site cannot identify you as an individual, therefore the Personal Data Protection Act does not apply to the collection of this information. The information collected by \"cookies\" is usually used in aggregate form for the purpose of analyzing user behavior on the Website, which allows us to improve site functionality, user paths and content used.",
     "sentence6": "Cookies may also be used for direct marketing purposes, namely to present electronic commercial messages to the user outside the Website.",
     "sentence7": "What cookies are used on this Website?",
     "sentence8": "Persistent cookies",
     "sentence9": "This type of \"cookies\" make it easier for you to use the site, as they store information temporarily, only within a certain period (for example, a month) of the browser used. Usually, the information stored through them is some type of setting e.g. selected language or whether you have accepted our policy. These \"cookies\" do not collect information from your end device and are automatically deleted after expiration. The website administrator does not currently store/collect cookies.",
     "sentence10": "Third-party cookies",
     "sentence11": "The Website may contain links to other sites or embedded content from other sites, for example from Facebook, YouTube, Twitter, LinkedIn, partner websites. It is possible that when visiting these sites or opening the content from them, to store on your end device \"cookies\" from these websites. It is these \"cookies\" that are defined as \"third-party cookies\" and we have no control over the generation and management of these \"cookies\". For this reason, we advise you to look for information on them and for their management of the respective third party websites.",
     "sentence12": "How can I manage this Website's use of cookies?",
     "sentence13": "All browsers allow the management of cookies from a specially created folder on your browser. You can block the receipt of cookies, delete all or part of them or set your preferences regarding the use of cookies before you initiate a visit to our site. Please note that deleting or blocking cookies may adversely affect the functions of our Website and therefore your user experience on it.",
     "sentence14": "Turn off or block cookies",
     "sentence15": "Controlling, turning off or blocking \"cookies\" is managed by your browser settings. Please note that the complete prohibition of the use of all \"cookies\" may reflect on the functional presentation of the site, its efficiency and the accessibility of certain information.",
     "sentence16": "Cookies you may find in your browser",
     "sentence17": "1. policyAccepted - saves information in the browser's memory that you have accepted our policy, so the next time you return to the website you will not have to accept again. Validity 1 month, can be deleted from your browser .",
     "sentence18": "This cookie policy has been prepared with the help of https://obshti-uslovia.com/"
  },
  "PRIVACY_POLICY": {
     "sentence0":"Privacy",
     "sentence1":"Information about the controller of personal data:",
     "sentence2":"MESARNITSA KEMERA EOOD, is a company registered in the Commercial Register of the Registration Agency with EIC: 204173838, e-mail: CrazyDonkeysFoods@gmail.com, with phone: +359 884 917 666.",
     "sentence3":"Grounds and purposes for which we use your personal data",
     "sentence4":"We process your personal data on the following grounds:",
     "sentence5":"1. General Terms of Use of the Website;",
     "sentence6":"2. Explicit consent from you – the purpose is specified for each specific case;",
     "sentence7":"3. If required by law;",
     "sentence8":"In the following paragraphs you will find detailed information about the processing of your personal data depending on the basis on which we process it.",
     "sentence9":"To fulfill a contract",
     "sentence10":"We process your personal data for the needs of using the Website in accordance with the rules of the general conditions",
     "sentence11":"Purposes of processing (where applicable):",
     "sentence12":"1. Establishing your identity;",
     "sentence13":"2. Providing the functionalities of our website",
     "sentence14":"On this basis, we only process personal data in connection with the user profile you have created.(If possible)",
     "sentence15":"We delete the data collected on this basis 2 years after termination of the contractual relationship, regardless of whether due to expiration of the contract, cancellation or any other reason. ",
     "sentence16":"Upon your consent",
     "sentence17":"We process your personal data on this basis only after your express, unequivocal and voluntary consent. We will not foresee any adverse consequences for you if you refuse to process the personal data.",
     "sentence18":"Consent is a separate basis for the processing of your personal data and the purpose of the processing is stated therein, and is not covered by the purposes listed in this policy. If you give us the relevant consent and until it is withdrawn or termination of any contractual relations with you, we prepare product/service offers suitable for you, by performing detailed analyzes of your basic personal data;",
     "sentence19":"Data we process on this basis:",
     "sentence20":"On this basis, we may process personal data for direct marketing purposes, including website consumption data and social network profile data.",
     "sentence21":"Provision of data to third parties:",
     "sentence22":"On this basis, we may provide your data to marketing agencies, Facebook, Google or the like.",
     "sentence23":"Withdraw consent:",
     "sentence24":"Given consents can be withdrawn at any time. Withdrawal of consent does not affect the fulfillment of contractual obligations. If you withdraw your consent to the processing of personal data for any or all of the ways described above, we will not use your personal data and information for the purposes set out above. Withdrawal of consent does not affect the lawfulness of processing based on consent given prior to its withdrawal.",
     "sentence25":"To withdraw the given consent, you only need to use our site or simply our contact details.",
     "sentence26":"When we delete data collected on this basis:",
     "sentence27":"We delete the data collected on this basis upon your request or 12 months after its initial collection.",
     "sentence28":"How we protect your personal data:",
     "sentence29":"To ensure adequate data protection of the company and its customers, we implement all necessary organizational and technical measures provided for in the Personal Data Protection Act.",
     "sentence30":"The company has established rules to prevent abuse and security breaches, which supports the processes of protecting and ensuring the security of your data.",
     "sentence31":"For the purpose of maximum security when processing, transferring and storing your data, we may use additional protection mechanisms such as encryption, pseudonymization, etc.",
     "sentence32":"User Rights",
     "sentence33":"Each User of the site enjoys all the rights to protect personal data according to Bulgarian legislation and the law of the European Union.",
     "sentence34":"The user can exercise his rights by sending a message to our email.",
     "sentence35":"Every User has the right to:",
     "sentence36":"1. Being informed (in connection with the processing of his personal data by the administrator);",
     "sentence37":"2. Access to your own personal data;",
     "sentence38":"3. Correction (if data is incorrect);",
     "sentence39":"4. Deletion of personal data (right to be forgotten);",
     "sentence40":"5. Limitation of processing by the administrator or personal data processor;",
     "sentence41":"6. Portability of personal data between individual administrators;",
     "sentence42":"7. Objection to the processing of his personal data;",
     "sentence43":"8. The data subject has the right also not to be subject to a decision based solely on automated processing, including profiling, which gives rise to legal consequences for the data subject or similarly significantly affects him;",
     "sentence44":"9. Right to judicial or administrative protection in the event that the data subject's rights have been violated.",
     "sentence45":" The user may request deletion if one of the following conditions is present:",
     "sentence46":"1. The personal data are no longer necessary for the purposes for which they were collected or otherwise processed;",
     "sentence47":"2. The user withdraws his consent on which the data processing is based and there is no other legal basis for the processing;",
     "sentence48":"3. The data user objects to the processing and there are no overriding legal grounds for the processing;",
     "sentence49":"4. Personal data was processed unlawfully;",
     "sentence50":"5. Personal data must be deleted in order to comply with a legal obligation under Union law or the law of a Member State that applies to the controller;",
     "sentence51":"6. The personal data was collected in connection with the provision of information society services to children and the consent was given by the holder of parental responsibility for the child.",
     "sentence52":"The user has the right to restrict the processing of his personal data by the administrator when:",
     "sentence53":"1. Dispute the accuracy of the personal data. In this case, the restriction of processing is for a period that allows the administrator to verify the accuracy of the personal data;",
     "sentence54":"2. The processing is illegal, but the User does not want the personal data to be deleted, but instead requests the restriction of its use;",
     "sentence55":"3. The Administrator no longer needs the personal data for the purposes of processing, but the User requires them for the establishment, exercise or defense of legal claims;",
     "sentence56":"4. Object to processing pending verification of whether the administrator's legitimate grounds prevail over the interests of the User.",
     "sentence57":"Right of portability.",
     "sentence58":"The data subject has the right to receive the personal data concerning him and which he has provided to an administrator in a structured, widely used and machine-readable format and has the right to transfer such data to another administrator without hindrance from the controller to whom the personal data has been provided, when the processing is based on consent or a contractual obligation and the processing is carried out in an automated manner.When exercising the right to data portability, the data subject has the right to also receive a direct transfer of the personal data from one administrator to another when technically feasible.",
     "sentence59":"Right to object.",
     "sentence60":"Users have the right to object to the controller against the processing of their personal data. The controller of personal data is obliged to stop the processing, unless it proves that there are compelling legal grounds for the processing that take precedence over the interests, rights and the freedoms of the data subject, or for the establishment, exercise or defense of legal claims. In case of objection to the processing of personal data for the purposes of direct marketing, the processing should be stopped immediately.",
     "sentence61":"Complaint to the supervisory authority",
     "sentence62":"Every User has the right to file a complaint against illegal processing of his personal data to the Commission for the Protection of Personal Data or to the competent court.",
     "sentence63":"Important!At the moment, the administrator of this website is not involved in the processing of any personal data.",
     "sentence64":"This privacy policy has been prepared with the help of https://obshti-uslovia.com"
   },
  "PRICES_DESC": "All prices are in BGN",
  "HOT_ITEMS": {
    "PITA_FLAMBE":"PITA FLAMBE",
    "GYROS_WRAP":"GYROS WRAP",
    "DOUBLE_DONKEY_BURGER":"XXL CRAZY DONKEY BURGER",
    "CHICKEN-WINGS":"CHICKEN WINGS WITH FRIES",
    "POTATO_ROSTI":"POTATO RÖSTI"
  }
}
