{
  "NAV": {
    "MENU": {
      "HOME": "MENU",
      "FOOD_MENU": "Menu",
      "CONTACTS": "Find us"
    }
  },
  "FOOTER": {
    "ADDRESS": "Address:",
    "STREET": "Lajos Kosut str. 19 , 9003 Varna",
    "WORK_I": "Monday - Friday : 9:30 - 20:30",
    "WORK_II": "Saturday : 10:00 - 20:00 ",
    "RIGHTS_RESERVED": "© 2023 Crazy Donkeys"
  },
  "WORKING_TIME": {
    "MONDAY": "MONDAY: 09:30 - 20:30",
    "TUESDAY": "TUESDAY: 09:30 - 20:30",
    "WEDNESDAY": "WEDNESDAY: 09:30 - 20:30",
    "THURSDAY": "THURSDAY: 09:30 - 20:30",
    "FRIDAY": "FRIDAY: 09:30 - 20:30",
    "SATURDAY": "SATURDAY: 10:00 - 20:00"
  },
  "SOCIAL_MEDIA": {
    "FOLLOW": "Follow us on",
    "OR": "or"
  },
  "CONTACTS": {
    "EMAIL": "Reach us at ",
    "PHONE": "or just call us on"
  },
  "HOME_TITLE": "Burgers and Grill sandwiches",
  "INTRO": "Welcome to Crazy Donkeys, where we serve delicious and made at the moment food with only the finest ingredients! Our menu includes:",
  "ITEM_1": "Burgers and grill sandwiches",
  "ITEM_2": "Mouthwatering Greek-style gyros",
  "ITEM_3": "French fries",
  "ITEM_4": "Crispy chicken ",
  "ITEM_5": "Grandma's savory meatballs with fries",
  "MENU": "MENU :)",
  "BURGER_1": "A juicy beef patty topped with bacon, pickle, cheddar cheese, lettuce, tomato,served with fries and our special sauce.",
  "BURGER_2": "A succulent pork patty topped with onion, cheddar cheese, pickle, lettuce,served with fries and our special sauce.",
  "BURGER_3": "A tender and flavorful chicken patty topped with fresh cucumber, tomato, lettuce, cheddar cheese, mayonnaise,served with fries and our special sauce.",
  "BURGER_4": "A delicious plant-based patty topped with lettuce, tomato, pickle, and served with our special sauce.",
  "BURGER_DESC": "All of our burgers are made with Greek style brioche and are available in \"Mid\" and \"XXL\" sizes, except for the Veggie Burger which is only available in \"Mid\" size.",
  "CRAZY_DONKEY": "CRAZY DONKEY'S BURGER - 350g. 6.80 / 550g 11.99",
  "PORK_BURGER": "PORK BURGER - 350g 6.50 / 550g. 9.99",
  "CHICKEN_BURGER": "CHICKEN BURGER - 350g 6.50 / 550g 9.99",
  "VEGGIE_BURGER": "VEGGIE BURGER - 350g 5.99 / 550g 8.99",
  "PORTIONS":"PORTIONS",
  "BURGERS":"BURGERS",
  "SANDWICHES":"SANDWICHES",
  "CRISPY_CHICKEN_TITLE":"Crispy chicken -  5.50 350g.",
  "CRISPY_CHICKEN": "Fresh crispy chicken fillet with fries and gravy.",
  "FRIED_MEAT_TITLE":"Grandma's meatballs -  5.50 350g",
  "FRIED_MEAT": "Fried chicken meatballs with fries and gravy.",
  "CHICKEN_WINGS_TITLE":"Chicken wings -  5.50 350g",
  "CHICKEN_WINGS": "Freshly marinated chicken wings with fries and gravy.",
  "FALAFEL_SALAD_TITLE":"Falafel salad -  5.50 350g",
  "FALAFEL_SALAD": "Salad with falafel, lettuce and dressing.",
  "FRENCH_FRIES_TITLE":"Fries with cheese -  2.99 250g",
  "FRENCH_FRIES": "Fresh fries with cheese and gravy",
  "FRENCH_FRIES_I_TITLE":"Fries -  2.50 200g.",
  "FRENCH_FRIES_I": "Fresh Fries.",
  "CHIPS_TITLE": "Chips -  3.00 200g",
  "CHIPS": "Crispy fresh chips",
  "SANDWICH_TITLE": "Princess with minced meat -  2.50 200g",
  "SANDWICH":"Princess Mince Mix.",
  "TOAST_TITLE": "Toasts -  3.99 250g",
  "TOAST": "Toast with bacon or sausage, tomato, cheese and sauce.",
  "GYROS_TITLE": "Greek Gyros -  13.99 550g",
  "GYROS":"Greek gyros topped with Greek bread, tomato, cucumbers and potatoes",
  "WRAPS" : "GRILLED WRAPS",
  "FARM_WRAP":"Crispy chicken, fries, lettuce, tomato, cheese and sauce.",
  "PORK_WRAP":"Juicy pork, cabbage, fries, pickle, tomato, cheese and sauce.",
  "CHICKEN_WRAP":"Juicy chicken fillet, cabbage, fries, fresh cucumber, tomato, cheese and sauce.",
  "FLAT_SAUSAGE_CHEESE_WRAP":"Sausage and cheese, cabbage, fries, tomato and sauce.",
  "BACON_CHEESE_WRAP":"Bacon and cheese, cabbage, fries, tomato and sauce.",
  "VEGAN_WRAP":"Vegetable meatball, roasted pepper, mayo and sauce.",
  "FARM_WRAP_TITLE":"The farm - 250g 5.80 /350g 6.80",
  "PORK_WRAP_TITLE":"Juicy pork - 250g 5.80. /350g 6.80",
  "CHICKEN_WRAP_TITLE":"Crispy chicken fillet - 250g 5.80. / 350g 6.80",
  "FLAT_SAUSAGE_CHEESE_WRAP_TITLE":"Flat sausage and cheese - 250g 5.80 / 350g 6.80",
  "BACON_CHEESE_WRAP_TITLE":"Bacon and cheese - 250g 5.30 / 350g 6.50",
  "VEGAN_WRAP_TITLE":"Vegan - XL 350g 5.99",
  "TERMS": {
    "sentence0": "Terms and Conditions",
    "sentence1": "These terms and conditions govern the terms of use of www.crazy-donkeys.eu, hereinafter for short the \"website\".",
      "sentence2": "The website is operated by \"Mesarnica Cemera Ltd\" with the EIC 204173838, hereinafter for short \"Operator\".",
      "sentence3": "If necessary, you can contact us using the following contacts: Email: CrazyDonkeysFoods@gmail.com Phone: {contact phone}",
      "sentence4": "By using the Website, the user agrees to these terms and conditions.",
      "sentence5": "If you do not agree with the same, you should REFRAIN from using the Website.",
      "sentence6": "1. Intellectual Property",
      "sentence7": "1.1. All intellectual property rights regarding the information resources and content of the website are exercised by the Operator. The same are protected by the Copyright Act and related rights, and any use of content from the Website without the consent of the Operator is a violation of the law that may result in civil, administrative or criminal liability.",
      "sentence8": "1.2. In the case of copying or reproducing information beyond what is permitted, as well as in any other violation of intellectual property rights on the Operator's resources, the Operator has the right to claim compensation for the direct and indirect damages suffered in full. ",
      "sentence9": "2. Limitation of Liability",
      "sentence10": "2.1. The Operator takes the necessary measures to keep the content of the Website up-to-date, but is not responsible for the actual up-to-dateness of the same. In this regard, the Operator is not liable for damages, including direct and indirect damages, including loss of profits that a user of the Website would incur under any circumstances related to the published content of the Website and access to the same. By using the Website, users assume all risks related thereto, including any risk to end-user devices, software or data to users.",
      "sentence11": "2.2. To the extent that the content of the Website contains links to content located outside the same, the user is aware of the fact that the Operator has no control over the same and is not responsible for the consequences of activating links leading outside the Website." ,
      "sentence12": "3. User Registration",
      "sentence13": "3.1. The operator reserves the right to provide part of the content of the Website only to users who have registered their user profile on the Website. The relevant content, limited only to registered users, should at all times be indicated as such by the Operator.",
      "sentence14":"3.2. When creating a user profile, the user agrees that the Operator will process his personal data in accordance with the rules of the Personal Data Protection Policy published on the Website.",
      "sentence15":"4. Use of the Website",
      "sentence16":"4.1. To the extent that the Operator has provided an opportunity for users to upload content to the Website, they should not upload defamatory, uncensored, offensive, pornographic or otherwise illegal or immoral content.",
      "sentence17":"4.2. Users shall use the Website in good faith, including not taking malicious actions that may affect the accessibility of content to third parties or the use of the Website in general.",
      "sentence18":"5. Others",
      "sentence19":"5.1. The operator reserves the right to amend these general terms and conditions at its discretion, as at any moment the current terms of use of the Website will be published on the same.",
      "sentence20":"5.2 The provisions of the current legislation of the Republic of Bulgaria shall apply to all matters not settled by these General Terms and Conditions.",
      "sentence21":"These terms and conditions have been prepared with the help of https://obshti-uslovia.com"
    },
    "COOKIE_POLICY": {
      "TITLE":"Cookies & Privacy",
      "sentence0":"Cookies policy",
      "ACCEPT":"Accept",
      "READ":"Read more",
      "DESCRIPTION":"This website may be using cookies from third party applications, please accept or read for more details :)"
    },
    "PRICES_DESC":"All prices are in BGN"
}